# flask 기본코드------------------------------
from flask import Flask, render_template, jsonify, request
app = Flask(__name__)

# 성윤님 -----------------------------------------------------
@app.route('/')
def home():
    return render_template('index.html')
# 병찬님 -----------------------------------------------------

# 민진님 -----------------------------------------------------

# 수진님 -----------------------------------------------------

# 수민님 -----------------------------------------------------

if __name__ == '__main__':
    app.run('0.0.0.0', port=5000, debug=True)